{
    "132": {
        "id": 132,
        "title": "Ingreso",
        "description": "",
        "language": "English"
    },
    "136": {
        "id": 136,
        "title": "Conecta, crea y construye una app efectiva con Firebase Analytics",
        "description": "Conocer el valor de la información, mediante el comportamiento de los usuarios llevados a distintos reportes en tiempo real, obteniendo un feedback inmediato de las fortalezas de la app, algo distinto a solo añadir información. Obtener puntos clave basados en que consumen los usuarios en el tiempo.",
        "speakers": [
            7
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Firebase",
            "Analytics"
        ]
    },
    "137": {
        "id": 137,
        "title": "Firebase: construye tu app al estilo Google",
        "description": "Introducción a Firebase, la nueva plataforma BaaS de Google para el desarrollo de aplicaciones.",
        "speakers": [
            2
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Firebase"
        ]
    },
    "138": {
        "id": 138,
        "title": "La Web salta al mundo físico",
        "description": "Nuevas librerías y estándares se unen a la web para conectarnos con el mundo físico. En esta charla cubriremos el estándar de la Web Física, los beacons bluetooth, Web NFC, Geofencing, Web Bluetooth y lo que nos espera en la Web con los mundos virtuales y holográficos que se vienen.",
        "speakers": [
            1
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web"
        ]
    },
    "139": {
        "id": 139,
        "title": "El lado B del Browser",
        "description": "Cuando entramos a una web se sucede una gran cantidad de acciones de las que no somos conscientes. La idea de esta charla es conocer todos los pasos que ejecuta el navegador como punto de entrada a las posibles optimizaciones que harán que nuestros sitios carguen cada vez más rápido.",
        "speakers": [
            3
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web"
        ]
    },
    "140": {        
        "id": 140,
        "title": "Progressive Web Apps: la web contraataca",
        "description": "Finalmente el uso de tecnologías web se acerca al de las apps nativas con Progressive Web Apps. En esta charla aprenderemos qué son, veremos ejemplos en vivo y veremos cómo podemos crear experiencias de Apps, instaladas, que funcionan sin conexión y con notificaciones de push sin usar código nativo.",
        "speakers": [
            1
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Progressive Web Apps"
        ]
    },
    "141": {
        "id": 141,
        "title": "Desarrollo de apps en Bolivia, desafíos y oportunidades.",
        "description": "El desarrollo de apps en Bolivia es un campo aún no explotado totalmente, lo cuál crea retos y oportunidades interesantes para los desarrolladores de software del país. En esta charla hablaremos de algunas experiencias personales que puedan ser de ayuda para personas que estén empezando a crear proyectos basados en Apps móviles.",
        "speakers": [
            19
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            ""
        ]
    },
    "142": {
        "id": 142,
        "title": "Vision API",
        "description": "Vision API es una libreria que implementa Machine Learning que permite que nuestras aplciaciones tengan la capacidad de analizar y  procesar las imagenes para obtener información de las mismas, en este charla conoceremos todo el protencial de Vision API y  algunos tips para implementarlos en nuestros proyectos.",
        "speakers": [
            6
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Vision API"
        ]
    },
    "143": {
        "id": 143,
        "title": "RxJava en Android",
        "description": "RxJava es una librería para Android, ya que para conseguir una buena experiencia de usuario recomiendan hacer todas las operaciones en un hilo en background, lo que obliga a todos los desarrolladores de Android a lidiar con problemas de concurrencia y asincronía, aprenderemos las bases para entender todo ello.",
        "speakers": [
            11
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Java",
            "Android"
        ]
    },
    "144": {
        "id": 144,
        "title": "Kotlin para Desarrolladores Android",
        "description": "En esta charla los participantes podrán tener un acercamiento con Kotlin, un nuevo lenguaje de programación creado por JetBrains, para el desarrollo de aplicaciones móviles.",
        "speakers": [
            5
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Android"
        ]
    },
    "145": {
        "id": 145,
        "title": "BigTable - 'Cero Tiempo de Inactividad'",
        "description": "BigTable- La nueva solución de Google para las compañías que necesitan la gestión y el análisis de datos en el orden de petabytes en sectores como el de servicios financieros, energía, biomedicina, telecomunicaciones o publicidad online. Gran cantidad de datos y la necesidad de extraer valor de esa información. Entre sus ventajas tenemos varios puntos clave: Interfaz de código abierto, Rendimiento, Coste, Seguridad, Simplicidad, Madurez, Precio. ",
        "speakers": [
            12
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            ""
        ]
    },
    "146": {
        "id": 146,
        "title": "Diseño UI: Diseñando para el mundo digital",
        "description": "Les contare cual es mi flujo de trabajo como diseñador de productos digitales, las herramientas que utilizo día a día y les contarle el porque utilizo cada una, algunos tips que cambiaran tu forma de pensar a la hora de diseñar un producto digital y uno que otro secreto que aprendi de la experiencia en el trabajo y de la gente que conocí.",
        "speakers": [
            9
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "UI"
        ]
    },
    "147": {
        "id": 147,
        "title": "Desarrollando webs para e-commerce, buenas prácticas",
        "description": "Desarrollar una tienda de e-commerce en la actualidad, involucra superar muchos desafíos al momento de obtener un resultado de calidad, que puede implicar: Front end moderno, sólido backend, buena optimización SEO, optimización mobile, correcta integración con redes sociales, y otros... Compartiré con la audiencia mi experiencia en el área, con recomendaciones, trucos y buenas prácticas.",
        "speakers": [
            10
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web"
        ]
    },
    "148": {
        "id": 148,
        "title": "Venciendo el Caos: Creando y Desplegando una Aplicacion Angular 2 en 30 Minutos",
        "description": "En la actualidad existen muchos detalles a considerar a la hora de desarrollar una aplicación web(Entorno de desarrollo, preview de la aplicación, generación de builds, testing, deployment y otros). En esta charla abordaré el uso de herramientas modernas para reducir la complejidad en el desarrollo de aplicaciones web, de manera tal que el desarrollador se mantenga productivo a lo largo del ciclo y las distintas etapas de desarrollo. ",
        "speakers": [
            13
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Angular"
        ]
    },
    "149": {
        "id": 149,
        "title": "Como crear una app exitosa sin hacer una línea de código",
        "description": "La charla está enfocada a resaltar la importancia que tiene la etapa de conceptualización y diseño de una aplicación móvil y como ésta puede impactar en el éxito de una aplicación. Se identificaran los retos y desafíos actuales que implican la obtención de una app exitosa y potencial, como evitar estos y no morir en el intento. Se verán conceptos e importancia de la conceptualización de apps móviles, UI/UX, usabilidad, look and feel, metodologías ágiles de conceptualización, design sprint, herramientas para la elaboración y validación de prototipos, gamification, métodos de evaluación y énfasis en la evaluación de usabilidad enfocada a los usuarios. Se verán las diferentes plataformas de desarrollo, las guías de diseño y sus particularidades, con mayor énfasis en material design. Se proporcionara todo el material necesario para que cualquier persona pueda crear una app exitosa sin haber hecho una sola línea de código.",
        "speakers": [
            16
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            ""
        ]
    },
    "150": {
        "id": 150,
        "title": "Diagnostico, Reparación y Protección de apps con Firebase Crash Reporting y Testlab",
        "description": "Durante el Code lab se dará un overview a las funcionalidades que brindan Firebase Crash Reporting y TestLab y posteriormente se realizara una simulación del proceso de identificar un error y solucionarlo aprovechando Firebase.\nLos pasos que se seguirán en el CodeLab son:\n- Se proporcionara el código de una application básica en android con fines de prueba que contenga un botón que que cambie una imagen de fondo en un Activity (la aplicación tendrá un error cuando corre en API 23 o mayor).\n- Se pedirá a los asistentes que corran la aplicación en sus maquinas y dispositivos (virtuales o físicos).\n- Se creara un Espresso Test para validar la funcionalidad de la aplicación .\n- Se configurara un proyecto de Firebase y se configurara la aplicación para utilizar Crash Reporting.\n- Se introducirá código que cause un error en la aplicación en una version especifica de Android.\n- Se correrá en Testlab los test creados con Espresso en la version con el error.\n- Se revisara el reporte del error en Crash Reporting.\n- Se solucionara el error identificando la fuerte en base al stack trace del reporte de Firebase.\n- Se volverá a correr los Test en la Version del error.\nPosteriormente se sacaran conclusiones y se responderán preguntas.",
        "speakers": [
            23
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Firebase"
        ]
    },
    "151": {
        "id": 151,
        "title": "Enchulame la pagina con materialize",
        "description": "Hablar un poco de los pilares de diseño, realizar el proceso rapido de wiframes, realizar font end sobre una pagina pequeña ya construida usando materialize, y mostrar que no todo es bootstrap ",
        "speakers": [
            8
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Angular",
            "UI"
        ]
    },
    "152": {
        "id": 152,
        "title": "Apps que hablan: Speech y Natural Langueage API",
        "description": "",
        "speakers": [
            3
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Speech"
        ]
    },
    "153": {
        "id": 153,
        "title": "Desarrolla tus proyectos de software con base de datos NoSql, MongoDB la mejor opcion?",
        "description": "El manejo de datos en masa utilizando las bases de datos NoSql, uno de ellos MongoDB, debido a sus caracteristicas como sharding nos dara una vision del porque deberiamos utilizar las base de datos NoSql en nuestros proyectos.",
        "speakers": [
            28
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "NoSql",
            "MongoDB"
        ]
    },
    "154": {
        "id": 154,
        "title": "Virtual Environments using Kinect and Unity",
        "description": "En esta presentación mostraremos como se puede utilizar el sensor Kinect, junto con Unity, y técnicas de Gamificación para desarrollar entornos de entrenamiento virtual 3D Game-Like, de tal manera los usuarios estén altamente motivados durante el entrenamiento, maximizando al mismo tiempo el aprendizaje y retención de los contenidos del entrenamiento. Nuestro caso de estudio es el entorno de entrenamiento de prevención y escape de incendios orientado a niños que se desarrolló para la Unidad de Bomberos Cochabamba. Realizaremos una demostración del entorno y explicaremos las ventajas a los métodos tradicionales.",
        "speakers": [
            29
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Unity",
            "Kinect"
        ]
    },
    "155": {
        "id": 155,
        "title": "Creando una Aplicación Angular 2 Desde Cero",
        "description": "En la actualidad existen diversas formas de empezar con el desarrollo de aplicaciones web usando Angular 2.\nEn el Code Lab propuesto, se tiene previsto dar las pautas necesarias para empezar a desarrollar con la última versión de Angular.\nSe abordará el uso de herramientas modernas que faciliten el desarrollo web en sus distintas etapas.",
        "speakers": [
            13
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Angular"
        ]
    },
    "156": {
        "id": 156,
        "title": "Workshop sobre Vagrant",
        "description": "En el Workshop se implementará un entorno de desarrollo con vagrant, la prueba se realizará con un servidor LAMP y WordPress.",
        "speakers": [
            15
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Vagrant",
            "Web"
        ]
    },
    "157": {
        "id": 157,
        "title": "Introduccion al Google Cardboard SDK usando Unity3d",
        "description": "Se realizara un ejemplo con el Google Cardboard SDK en Unity3d y se construira un APK para Android.",
        "speakers": [
            30
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Cardboard",
            "Unity"
        ]
    },
    "158": {
        "id": 158,
        "title": "Desarrollo de una Aplicacion web 3D Simple, usando React.js, Firebase, mobx.js y three.js.",
        "description": "En esta charla podras aprender conceptos generales de Componentes en React, el patron de diseño Observer y la creacion de un entorno grafico que interactua con datos en firebase en tiempo real.",
        "speakers": [
            31
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Firebase",
            "React.js"
        ]
    },
    "159": {
        "id": 159,
        "title": "Angular & Firebase a New World (Vía HO)",
        "description": "Pasaremos por las mejores features y funcionalidades para utilizar estas dos grandes tecnologias para poder hacer aplicaciones de escritorio, mobile and web.",
        "speakers": [
            32
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
            "Web",
            "Angular",
            "Firebase"
        ]
    }
}