{
    "7": {
        "id": 7,
        "featured": true,
        "name": "Luz Maida Claure",
        "title": "Conecta, crea y construye una app efectiva con Firebase Analytics",
        "company": " GDG Cochabamba",        
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/luz.jpeg",
        "bio": "Luz Maria es Front-end Developer, autodidacta, Women Techmaker Lead y Coorganizador en Google Developers Group en Cochabamba. Con una gran pasión por la tecnología, desarrollo de software, análisis de datos utilizando productos y servicios de Google en proyectos web y móviles. Le encanta desarrollar, viajar, practicar pilates, escribir artículos sobre tecnología, compartir conocimientos, aprender constantemente y contribuir a proyectos sociales.",
        "tags": [
            "Firebase",
            "Analytics"
        ]
    },
    "2": {
        "id": 2,
        "featured": true,
        "name": "Juan Irungaray",
        "title": "Firebase: construye tu app al estilo Google",
        "company": "Google",
        "country": "Buenos Aires - Argentina",
        "photoUrl": "/images/speakers/Juan Irungaray.jpg",
        "bio": "",
        "tags": [
            "Firebase"
        ]
    },
    "1": {
        "id": 1,
        "featured": true,
        "name": "Maximliano Firtman",
        "title": "Progressive Web Apps: la web contraataca - La Web salta al mundo físico",
        "company": "IT Master",
        "country": "Buenos Aires - Argentina",
        "photoUrl": "/images/speakers/maximiliano.jpg",
        "bio": "",
        "tags": [
            "Progressive Web Apps",
            "Web"
        ]
    },
    "3": {
        "id": 3,
        "featured": true,
        "name": "Leonardo Pitelli",
        "company": "Google",
        "title": "El Lado 'B' del Browser",
        "company": "Google",
        "country": "Buenos Aires - Argentina",
        "photoUrl": "/images/speakers/leonardoPitely.jpeg",
        "bio": "Ingeniero en informática. Google Developer Expert para cloud. Hace varios años trabajando como web developer con foco en frontend, performance y optimización.",
        "tags": [
            "Web"
        ]
    },
    "19": {
        "id": 19,
        "featured": true,
        "name": "Daniel Muñoz",
        "title": "",
        "company": "Toptal",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/DanielMunios.jpg",
        "bio": "David is a Google Developer Expert for Android. He is a CEO now, but he still finds time for diving deep into Android architecture. He currently focuses on Firebase for Android. He loves open-source and gadgets like Android Wear or Android TV. He is the core organiser of GDG Prague events.",
        "tags": [
        ]
    },
    "6": {
        "id": 6,
        "featured": true,
        "name": "Yury Camacho",
        "title": "Vision API, Otorgando vision a nuestras apps",
        "company": "",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/yuriCamacho.jpg",
        "bio": "Yury Camacho estudio Ingenieria de Sistemas en la UMSS, es  apasionado por la tecnologia movil (desde Symbian C++ y J2ME) y werables, es manager del GDG Cochabamba desde el 2012, trabajo en empresas como SabMiller, Tigo Bolivia como manager de soluciones Avanzadas  actualmente trabaja como Mobile technical Lead en Globant Argentina para JPMorgan Chase & Co. Bank, Le gusta aprender, enseñar, dar charlas e investigar nuevas tecnologias. dio charlas en varios lugares de Bolivia y Argentina.",
        "tags": [
            "Vision API"
        ]
    },
    "11": {
        "id": 11,
        "featured": true,
        "name": "Gustavo Lizarrga",
        "title": "RxJava en Android",
        "company": "GDG Android Bolivia",
        "country": "La Paz - Bolivia",
        "photoUrl": "/images/speakers/GustavoLizarraga.jpg",
        "bio": "UI/UX Designer, Front-end & Mobile Dev.Lead Organizer GDG Android Bolivia, blogger/podcaster en www.miramicodigo.com, Android&Google Fan boy, le encanta compartir conocimiento en cursos, talks y labs.",
        "tags": [
            "Android"
        ]
    },
    "5": {
        "id": 5,
        "featured": true,
        "name": "Armando Picon",
        "title": "Kotlin para Desarrolladores Android",
        "company": "GDG Open Lima",
        "country": "Lima - Peru",
        "photoUrl": "/images/speakers/armandoPicon.jpg",
        "bio": "En esta charla los participantes podrán tener un acercamiento con Kotlin, un nuevo lenguaje de programación creado por JetBrains, para el desarrollo de aplicaciones móviles.",
        "tags": [
            "Android"
        ]
    },
    "12": {
        "id": 12,
        "featured": true,
        "name": "Jorge Montellanos",
        "title": "BigTable - Cero Tiempo de Inactividad",
        "company": "GDG Tarija",
        "country": "Tarija - Bolivia",
        "photoUrl": "/images/speakers/JorgeMontellanos.jpeg",
        "bio": "Ingeniero Informático egresado de la Universidad Autónoma Juan Misael Saracho, Backend Developer, CO Founder y Community Manager GDG Tarija ACM ICPC Contestant por 4 años consecutivos representando a Tarija en la final Latinoamericano, Emprendedor, Fundador y CEO de Factorybyte empresa de desarrollo de software.",
        "tags": [
            ""
        ]
    },
    "9": {
        "id": 9,
        "featured": true,
        "name": "Carlos Collazos",
        "title": "Diseño UI: Diseñando para el mundo digital",
        "company": " GDG Cochabamba",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/carlosCollasos.jpg",
        "bio": "Diseñador UI/UX, Frontend Developer y Organizer oficial de la comunidad Google Developers Group Cochabamba, trabajando más de 5 años creando productos digitales.",
        "tags": [
            "UI"
        ]
    },
    "10": {
        "id": 10,
        "featured": true,
        "name": "Carlos Olivera",
        "title": "Desarrollando webs para e-commerce, buenas prácticas",
        "company": "GDG Cochabamba-TContacto-Island of the Moon",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/carlosOlivera.jpg",
        "bio": "Emprendedor en tecnologías de información desde el año 1997, desarrollador de videojuegos, consultor en aplicaciones web y móviles. Fundador de varias empresas relacionadas a tecnología, software e internet en Bolivia y Argentina. Activista en diversas iniciativas para la promoción del desarrollo de software y la innovación en Cochabamba, como el GDG, Startup Weekend, Fuckup Nights y NASA Space Apps Challenge.",
        "tags": [
            "Web"
        ]
    },
    "13": {
        "id": 13,
        "featured": true,
        "name": "Luis Alberto Aviles Zambrana",
        "title": "Venciendo el Caos: Creando y Desplegando una Aplicacion Angular 2 en 30 Minutos",
        "company": "GDG Cochabamba AssureSoft.",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/luisAviles.jpg",
        "bio": "Full Stack developer centrado en el desarrollo de single-page apps y APIs RESTful. Trabaja principalmente con JavaScript. Actualmente desempeñando el rol de Lead de desarrollo en AssureSoft",
        "tags": [
            "Web",
            "Angular"
        ]
    },
    "16": {
        "id": 16,
        "featured": true,
        "name": "Andres Jordan Zeballos",
        "title": "Como crear una app exitosa sin hacer una línea de código",
        "company": "JalaSoft  - GDG Cochabamba - Co-Founder Trink Delivery",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/AndresZeballos.jpg",
        "bio": "Ingeniero de Sistemas, Universidad Católica Boliviana. Co-Founder Trink Delivery, Software Developer Jalasoft. Full stack and mobile developer, UI/UX designer, researcher and entrepeneur. Miembro del GDG Cochabamba. Realizó un postgrado en Desarrollo de Aplicaciones Móviles (Android, iOS y Multiplataforma). Fue parte del equipo de Investigación Aplicada de la Fundación Jala y del desarrollo de la aplicación cloud Silas y sus respectivas aplicaciones móviles en iOS y Android. Tiene investigaciones referidas a la evaluación de usabilidad de aplicaciones, en su tesis de grado propone un nuevo método de evaluación y estimación del nivel de usabilidad. Apasionado por las tecnologías de Google, el software libre, la investigación de nuevas tecnologías, el desarrollo de aplicaciones web y móviles, UI/UX, usabilidad y últimamente videojuegos y realidad virtual.",
        "tags": [
        ]
    },
    "23": {
        "id": 23,
        "featured": true,
        "name": "Jaime Daniel Asín Achá",
        "title": "Diagnostico, Reparación y Protección de apps con Firebase Crash Reporting y Testlab",
        "company": "GDG Cochabamba - JalaSoft",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/DanielAsin.jpg",
        "bio": "Developer Ingeniero de Sistemas, Staff Developer en Jalasoft. Durante día trabajo como Salesforce Developer. Durante la noche experimento con Android y NodeJS.",
        "tags": [
            "Firebase"
        ]
    },
    "8": {
        "id": 8,
        "featured": true,
        "name": "Irvin Cossio Chavalier",
        "title": "Enchulame la pagina con Materialize",
        "company": "GDG Cochabamba - SCESI",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/irvinCossio.jpg",
        "bio": "Estudiante, Freelancer, Curso de apoyo Web en la scesi (sociedad cientifica de estudiantes de sistemas e informatica). lenguajes (c++, c#, java, php, ruby, python,haskell, javascript), frameworks(ruby on rails, symfony), diseño de interfaces",
        "tags": [
            "UI",
            "Web"
        ]
    },
    "15": {
        "id": 15,
        "featured": true,
        "name": "Aquilardo Caricari Cala",
        "title": "Workshop sobre Vagrant",
        "company": "",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/aquilardocaricari.png",
        "bio": "Desarrollador web, emprendedor empedernido creador de marcas, conceptos, productos o servicios empresariales con base tecnológica (startups).",
        "tags": [
            "Vagrant"
        ]
    },
    "28": {
        "id": 28,
        "featured": true,
        "name": "Vania Marisela Catorceno Carballo",
        "title": "Desarrolla tus proyectos de software con base de datos NoSql, MongoDB la mejor opcion?",
        "company": "GDG Cochabamba - WTM Cochabamba",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/vaniaCatorceno.jpg",
        "bio": "Estudiante Egresada de la Universidad Mayor de San Simón en Ingeniería de Sistemas, actualmente desarrollando su tesis en Fundación Jala. A principios de año se hizo integrante de la comunidad GDG y WTM de Cochabamba, participando en varios eventos como organizadora. Le gusta investigar el mundo de la informática, teniendo conocimiento tanto backend y frontend, actualmente trabajando en nodeJs, Rest API y MongoDB.",
        "tags": [
            "NoSql"
        ]
    },
    "29": {
        "id": 29,
        "featured": true,
        "name": "Martin Sebastian Arispe Riveros",
        "title": "Virtual Environments using Kinect and Unity",
        "company": "Zekiri - GDG Cochabamba",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/martinArispe.jpg",
        "bio": "Ingeniero de software, Participo en varios eventos como ser NASA Space Apps Challenge, Cups, Innova Bolivia, Expositor en la Feria Internacional de Cochabamba en 2015, TechZone 2016, Docente en desarrollo web para el programa Global Academy de los Global shapers con el apoyo de JalaSoft, miembro del GDG Cochabamba. Actualmente ingeniero de software en Zekiri. Experiencia de más de 1 año en desarrollo de entornos virtuales con Unity y Kinect.",
        "tags": [
            "Unity",
            "Kinect"
        ]
    },
    "30": {
        "id": 30,
        "featured": true,
        "name": "Juan Carlos Quispe Aliaga",
        "title": "Introduccion al Google Cardboard SDK usando Unity3d",
        "company": "JalaSoft",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/juanQuispe.jpg",
        "bio": "Estudiante de Ing. Informatica de la UMSS, Desarrollador de software en Jalasoft, Desarrollador de software en el programa Research de Fundación Jala, \nTermine el programa Softure en Fundación Jala, Participe como instructor en los cursos de Unity3D, Fundación Jala, 2014 y 2015.",
        "tags": [
            "Unity",
            "Cardboard"
        ]
    },
    "31": {
        "id": 31,
        "featured": true,
        "name": "Ivo Rojas",
        "title": "Desarrollo de una Aplicacion web 3D Simple, usando React.js, Firebase, mobx.js y three.js.",
        "company": "GDG Cochabamba",
        "country": "Cochabamba - Bolivia",
        "photoUrl": "/images/speakers/ivo_rojas.jpg",
        "bio": "Soy Ingeniero en informática, estoy especializado en desarrollo frontend, tomo desiciones de Intefaz y experiencia de usuario y me encanta el 3D y todo lo que involucra.",
        "tags": [
            "React.js",
            "Web"
        ]
    },
    "32": {
        "id": 32,
        "featured": true,
        "name": "Jorga Cano (Vía HO)",
        "title": "Angular & Firebase a New World",
        "company": "Google",
        "country": "Buenos Aires - Argentina",
        "photoUrl": "/images/speakers/jorgaCano.jpg",
        "bio": "Después de más de 9 años desarrollando, Jorge es un full stack developer avocado a las tecnologías en javascript. Hoy en dia Jorge es Director de “departamento de nuevas tecnologías” en el cual prueba y decide qué tecnologías utilizar para brindar el mejor servicio performance y seguridad con Angular / Angular 2 / Firebase y otras tecnologías de punta… Profesor de varios cursos relacionados a javascript, Google Developer Expert en tecnologías web y Angular Developer Expert , speaker internacional, y escritor de artículos técnicos.",
        "tags": [
            "Angular",
            "Firebase",
            "Web"
        ]
    }
}